{
   "id": 1,
   "name": "Космос",
   "age": 3,
   "rate": 10,
   "favourite": true,
   "description": "Абиссинская порода — это элегантные кошки средних размеров с сильными грациозными телами и длинными стройными лапами. Для этой породы характерны округлая клиновидная форма головы с большими миндалевидными глазами и уши с небольшими кисточками на кончиках. Короткая прилегающая шерсть абиссинской кошки отличается тикингом — смешением цветов на каждом из волосков. Наиболее популярный окрас — «дикий» (ruddy), но также встречаются и другие виды.",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-1.jpg"
}
{
   "id": 2,
   "name": "Пушок",
   "age": 5,
   "rate": 7,
   "favourite": true,
   "description": "О шерсти американской жесткошерстной кошки можно судить по названию породы. Американская жесткошерстная — это кошка крупного размера с грубой и упругой на ощупь шерстью. Короткие и средние волоски на теле этого животного образуют волны или жесткие завитушки. У этих кошек часто бывают кудрявые бакенбарды.",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-2.jpg"
}
{
   "id": 3,
   "name": "Персик",
   "age": 2,
   "rate": 10,
   "favourite": true,
   "description": "Азиатские кошки отличаются длинным мускулистым телом среднего размера и хвостом, сужающимся к круглому кончику. Самки азиатской кошки намного меньше и изящнее по сравнению с самцами. Голова имеет клиновидную форму со слегка скругленным конусом. Уши — широко посаженные, среднего размера. Глаза — большие с серебристым окаймлением.",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-3.jpg"
}
{
   "id": 4,
   "name": "Мурка",
   "age": 6,
   "rate": 3,
   "favourite": true,
   "description": "Австралийский мист — порода короткошерстных кошек среднего размера с округлой головой и большими выразительными глазами разных оттенков зеленого. Австралийские мисты не имеют каких-либо экстраординарных характеристик: они небольшого размера, со средней толщиной костей и дружелюбным выражением глаз.",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-4.jpg"
}
{
   "id": 5,
   "name": "Батон",
   "age": 5,
   "rate": 9,
   "favourite": true,
   "description": "Балийская (балинезийская) кошка — красивая, элегантная порода среднего размера с такими же удлиненными подтянутыми формами, как и сиамская. Ее тело стройное и изящное, а голова имеет прямой профиль с большими ушами, на которых могут быть кисточки. Глаза — светло-голубые, «восточные» по форме и расположению.",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-5.jpg"
}
{
   "id": 6,
   "name": "Мила",
   "age": 6,
   "rate": 3,
   "favourite": false,
   "description": "Турецкий ван — большая мускулистая и элегантная кошка преимущественно пастельно-белого окраса. Представители этой породы пропорционально сложены и производят впечатление сильных животных. Большие уши высоко посажены, глаза — большие, овальные и выразительные. Шерсть турецкого вана — длинная, мягкая, шелковистая, без пухового подшёрстка.",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-6.jpg"
}
{
   "id": 7,
   "name": "Белка",
   "age": 6,
   "rate": 3,
   "favourite": true,
   "description": "Тонкинская порода — кошки среднего размера. Имеют пропорционально сложенное, крепкое и мускулистое тело. По строению они похожи на ориенталов, но со слегка округлой головой и большими широко посаженными ушами. Глаза более открыты по сравнению с классической ориентальной формой. Цвет глаз варьируется от зеленого до светло-голубого. ",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-7.jpg"
}
{
   "id": 8,
   "name": "Голди",
   "age": 6,
   "rate": 3,
   "favourite": true,
   "description": "Строением тела тиффани напоминает бурманскую кошку, однако имеет более длинную шерсть. Тело у этих кошек — крепкое и мускулистое, с сильной прямой спиной. Голова — короткая, клиновидной формы. Уши — среднего или крупного размера. Имеют длинный пушистый хвост.",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-8.jpeg"
}
{
   "id": 9,
   "name": "Багира",
   "age": 5,
   "rate": 9,
   "favourite": false,
   "description": "Сомалийская кошка имеет среднее телосложение. Это крепкое, стройное животное с хорошо развитой мускулатурой и шерстью средней длины. Голова кошки имеет форму клина с мягкими очертаниями. Уши широко посаженные, с кисточками. Имеет глаза миндалевидной формы, часто — янтарного цвета, оттенка грецкого ореха или зеленые.",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-9.jpg"
}
{
   "id": 10,
   "name": "Наоми",
   "age": 1,
   "rate": 4,
   "favourite": true,
   "description": "Сноу-шу — порода среднего размера, в которой сочетается коренастость американской короткошерстной кошки со стройностью и грациозностью сиамской. Форма головы — скругленный треугольник, глаза — большие и скошенные, крупные заостренные уши широко посажены. Тело — длинное, атлетического сложения, шерсть — короткая и шелковистая.",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-10.jpg"
}
{
   "id": 11,
   "name": "Оскар",
   "age": 10,
   "rate": 6,
   "favourite": false,
   "description": "Сингапурская кошка похожа на маленького представителя абиссинской породы. Ее голова имеет округлую форму с выраженными бакенбардами и короткой широкой мордой. Уши — крупные и глубокие. Глаза — большие, миндалевидной формы, слегка скошенные, широко раскрытые. Несмотря на небольшой размер, тело кошки — коренастое и мускулистое. Хвост — тонкий с тупым кончиком.",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-11.jpeg"
}
{
   "id": 12,
   "name": "Чарли",
   "age": 2,
   "rate": 8,
   "favourite": true,
   "description": "Сиамская кошка — это кошка среднего размера с длинным, стройным и грациозным телом. Тело — хорошо сбалансированное, атлетического строения, лапы — стройные, аккуратные, небольшого размера. Спереди голова этой кошки напоминает треугольник, сужающийся прямыми линиями к утонченной морде. Уши — крупные и заостренные. Если мысленно провести линию между крыльями носа и кончиками ушей, получится равносторонний треугольник.",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat12.jpg"
}
{
   "id": 13,
   "name": "Tao",
   "age": 8,
   "rate": 7,
   "favourite": false,
   "description": "Селкирк-рекс — кошка среднего размера, при этом из-за тяжелого скелета она весит достаточно много. У нее коренастое строение, короткая морда и круглая голова. Представители этой породы бывают как длинношерстными, так и короткошерстными. Шерсть породы селкирк-рекс состоит из трех типов волосков — остевых, промежуточных и пуховых. ",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-13.jpg"
}
{
   "id": 14,
   "name": "Шотландская вислоухая",
   "age": 6,
   "rate": 8,
   "favourite": true,
   "description": "Отличительная особенность шотландской вислоухой кошки — ее уши. Они небольшого размера и свернуты по направлению к ушному проходу. Кончики ушей имеют круглую форму. Шотландская вислоухая кошка — среднего размера с крепким компактным телом.",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-14.jpg"
}
{
   "id": 15,
   "name": "Саванна",
   "age": 1,
   "rate": 4,
   "favourite": true,
   "description": "Саванна — высокая худая кошка с длинными лапами. Взрослая особь может достигать веса в 15 кг при росте 60 см в холке. Размеры ее тела зависят от близости конкретного представителя к первому скрещенному поколению: чем ближе, тем крупнее животное. Кроме того, под влиянием случайных факторов в генетике породы саванна могут встречаться кошки, значительно отличающиеся по размерам, даже в одном помете. ",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-15.jpg"
}
{
   "id": 16,
   "name": "Русская голубая кошка",
   "age": 8,
   "rate": 10,
   "favourite": true,
   "description": "Кошки породы русская голубая бывают среднего или крупного размера. Имеют изящное тело и длинные, стройные ноги. Эта кошка настолько грациозна, что кажется, будто она передвигается на цыпочках. Голова имеет клинообразную форму с выдающейся зоной бакенбард и крупные уши. Яркие зеленые глаза широко посажены и имеют миндалевидную форму. ",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-16.jpg"
}
{
   "id": 17,
   "name": "Рэгдолл",
   "age": 6,
   "rate": 8,
   "favourite": false,
   "description": "Рэгдолл — крупная и величавая кошка с характерным окрасом. Представители этой породы обычно расслаблены, невозмутимы и кажутся ленивыми. Голова широкая, имеет плоскую верхнюю часть, с широко расположенными ушами. У рэгдолла большие глаза насыщенного голубого цвета. Тело — длинное и мускулистое, с широкой грудной клеткой, короткой шеей и крупными круглыми лапами с кисточками между подушечек. ",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-17.jpeg"
}
{
   "id": 18,
   "name": "Пикси",
   "age": 3,
   "rate": 10,
   "favourite": true,
   "description": "Пиксибоб — кошка, внешне похожая на рысь. Это крупные животные с коротким хвостом (встречаются особи со средними или даже длинными хвостами). Тело — мускулистое, морда — грушевидная, на ушах кисточки. Большинство кошек короткошерстные, но встречаются и длинношерстные представители. У этих кошек в нижней части лап шерсть имеет более темный окрас ,а вокруг глаз наоборот, шерсть светлого оттенка.",
   "img_link": "https://raw.githubusercontent.com/GuliaKimba/catsimg/main/imgnew/cat-18.jpg"
}